uni/Klassifizierung_von_Parteien/04_Threat_or_Corrective?_Braucht_die_Demokratie_den_Populismus/MRK_a.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-05-06 Sun 14:52 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
</head>
<body>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org6d70012">1. Populism and (liberal) democracy: a framework for analysis</a>
<ul>
<li><a href="#orgd798784">1.1. Einleitung</a></li>
<li><a href="#orgac1cb02">1.2. Definition von Populismus</a>
<ul>
<li><a href="#orgba59942">1.2.1. Geschichte des Begriffs "Populismus"</a></li>
<li><a href="#org36fedd1">1.2.2. Untersuchung dreier Populismus Konzepte</a></li>
<li><a href="#orgb04ce81">1.2.3. Minimale Definition von Populismus</a></li>
</ul>
</li>
<li><a href="#orgbd76f08">1.3. Defition von Demokratie</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org6d70012" class="outline-2">
<h2 id="org6d70012"><span class="section-number-2">1</span> Populism and (liberal) democracy: a framework for analysis</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgd798784" class="outline-3">
<h3 id="orgd798784"><span class="section-number-3">1.1</span> Einleitung</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>Versuch der Konstruktion eines Gedankengerüsts in dem der oft missbrauchte, nicht klare Begriff "Populismus" eine eindeutige Bedeutung hat und in dem die Beziehung zwischen Populismus und Demokratie <i>empirisch</i> untersucht werden kann
<ul class="org-ul">
<li>bisher haben die meisten Studien im Hinblick auf Populismus &amp; Demokratie normativ oder theoretisch argumentiert ohne die Empirie mit einzubeziehen
<ul class="org-ul">
<li>außerdem verschiedene, teils konträre Definitionen von Populismus und Demokratie</li>
</ul></li>
</ul></li>
<li>dehsalb in diesem Werk minimale Definitionen, inspiriert von Sartori, um breiten Geltungsbereich zu gewährleisten</li>
<li>es geht hauptsächlich und viel mehr um Populismus an sich, statt um damit verbundene Ideologien
<ul class="org-ul">
<li>Abgrenzung von Merkmalen die oft gemeinsam mit Populismus auftreten wichtig</li>
</ul></li>
<li>Populismus &ne; Klientelismus</li>
</ul>
</div>
</div>
<div id="outline-container-orgac1cb02" class="outline-3">
<h3 id="orgac1cb02"><span class="section-number-3">1.2</span> Definition von Populismus</h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-orgba59942" class="outline-4">
<h4 id="orgba59942"><span class="section-number-4">1.2.1</span> Geschichte des Begriffs "Populismus"</h4>
<div class="outline-text-4" id="text-1-2-1">
<ul class="org-ul">
<li>Ursprünge im 19 Jahrhundert
<ul class="org-ul">
<li>Populist Party in den USA</li>
<li>Narodniki in Russland</li>
</ul></li>
<li>zusätzlich kann man noch Bauernaufstände während der Zwischenkriegszeit im 20 Jahrhundert v.a. in Osteuropa nennen</li>
<li>im Zuge der Weltwirtschaftskrise 1930 trat Populismus auch vermehrt in Lateinamerika auf
<ul class="org-ul">
<li>populistische Parteien waren in Lateinamerika eine große Herausforderung für die marxistisch geprägten Linken, da sie sich nicht durch strenge Ideologien abgrenzten und somit attraktiv für größere Wählerschaften waren</li>
</ul></li>
<li>in Westeuropa ist Populismus eher seit Ende des 20 Jhd zu beobachten</li>
</ul>
</div>
</div>
<div id="outline-container-org36fedd1" class="outline-4">
<h4 id="org36fedd1"><span class="section-number-4">1.2.2</span> Untersuchung dreier Populismus Konzepte</h4>
<div class="outline-text-4" id="text-1-2-2">
</div>
<ol class="org-ol">
<li><a id="orgc391e77"></a>Populismus als Form der pol Bewegung<br />
<div class="outline-text-5" id="text-1-2-2-1">
<ul class="org-ul">
<li>Fundament dieser Definition stammt von Lipset &amp; Seymour</li>
<li>auf Lateinamerika fokussierte Definiton von Populismus
<ul class="org-ul">
<li>vergleichbar mit europ. Faschismus, Pop. allerdings stärker abhängig von der Unterschicht, während Fasch. vom Mittelstand</li>
</ul></li>
<li>Populismus als "multi-class" Bewegung um einen charismatischen Führer (Gino Germani)
<ul class="org-ul">
<li>Populismus attraktiv für unterschiedliche, heterogene Gesselschaftsgruppen</li>
<li>charism. Führer &amp; pop Parteien addressieren häufig "das Volk" etc</li>
</ul></li>
<li>"multi-class" Element allerdings ein zentraler Teil der Massenpolitik und nicht auf Populismus beschränkt (siehe catch-all/Volksparteien)</li>
</ul>
</div>
</li>

<li><a id="orgfd1ebdc"></a>Populismus als pol Stil<br />
<div class="outline-text-5" id="text-1-2-2-2">
<ul class="org-ul">
<li>Populismus als pol Stil der aus opportunistischen Gründen eine bestimmte "Verbindung" zwischen pol Führern und Wählerschaft propagiert, um hauptsächlich an pol. Macht zu gelangen
<ul class="org-ul">
<li>demzufolge sei Populismus mit jeglichen Formen von Führern, Bewegungen und Parteien kompatibel</li>
</ul></li>
<li>Problem dieses Ansatz sei die Verwechselungsgefahr mit Demagogie und Opportunismus
<ul class="org-ul">
<li>zu breite Definiton von Populismus, die so gut wie jeden pol Akteur als Populisten labelen könnte</li>
</ul></li>
</ul>
</div>
</li>
<li><a id="org3e5f354"></a>Populismus als "political logic"<br />
<div class="outline-text-5" id="text-1-2-2-3">
<ul class="org-ul">
<li>Populismus als "political logic" und nicht als Resultat bestimmter Klassenzusammenschlüsse 
<ul class="org-ul">
<li>Aufteilung in zwei soziale Lager: die Mächtigen vs das Volk</li>
</ul></li>
</ul>

<p>
Ergebnis eines dreiteiligen Prozesses:
</p>
<ol class="org-ol">
<li>Verortung verschiedener Forderungen und Bedürfnisse</li>
<li>Ausfindigmachung eines kollektiven Feindes und dadurch Schaffung einer kollektiven Identität</li>
<li>gefühlsbedingte Hingabe/Investition in ein Element (zB Führer) der "das Volk" repräsentiert</li>
</ol>

<p>
Problem dieses Ansatzes ist, dass er einerseits zu abstrakt ist und andererseits so vage und ausschweifend ist, dass er für empirische Analysen kaum geeignet ist
</p>
</div>
</li>
</ol>
</div>

<div id="outline-container-orgb04ce81" class="outline-4">
<h4 id="orgb04ce81"><span class="section-number-4">1.2.3</span> Minimale Definition von Populismus</h4>
<div class="outline-text-4" id="text-1-2-3">
<ul class="org-ul">
<li>seit 1990 wichtige Entwicklungen in der Debatte rund um die Definition von Populismus
<ul class="org-ul">
<li>aufgrund von vermehrten Forschungsbeiträgen die versuchen eine Definition von Populismus zu liefern, die Probleme, welche bei der Anwendung des Konzepts auf neue Fälle auftreten können (Überziehung des ursprunglichen Konzepts), zu vermeiden</li>
</ul></li>
<li><b>Sartorisches Intension-Extension Dilemma</b>: je mehr Eigenschaften einem Konzept zu Grunde gelegt werden, desto weniger Fälle deckt es ab</li>
</ul>
</div>

<ol class="org-ol">
<li><a id="org79678ab"></a>Zwei unterschiedliche Arten von Kategorisierung<br />
<div class="outline-text-6" id="text-1-2-3-0-1">
<ul class="org-ul">
<li>radiale Kategorisierung = ein Phänomen kann durch eine bestimmte Menge von Eigenschaften konzeptualisiert werden, die allerdings nicht in jedem Fall vorhanden sind (oder vorhanden sein müssen)
<ul class="org-ul">
<li>nicht alle Fälle weisen also <b>genau</b> die selben Merkmale auf, sondern es gibt nur mehrere, bestimmte Überschneidungen von Merkmalen/Eigenschaften</li>
<li>weit &amp; umfassende Kategorisierung, dadurch evtl ungenau</li>
<li>sei ungeeignet fuer die minimale Definition von Populismus
<ul class="org-ul">
<li>"common ground" könnte aufgrund des weiten Konzepts nur vorgetäuscht werden, während Autoren an ihren eigenen Konzeptualisierungen festhalten</li>
</ul></li>
</ul></li>
<li>klassiche Kategorisierung = Eigenschaften eines Konzepts zur Erklärung eines Phänomens, müssen bei jedem Fall des Phänomens vorliegen
<ul class="org-ul">
<li>alle Fälle müssen die selben, definierenden Eigenschaften aufweisen</li>
<li>enger gefasst und auf den kleinsten gemeinsamen Nenner ausgerichtet</li>
</ul></li>
</ul>
</div>
</li>
<li><a id="orgc43b56d"></a>Annäherung an eine minimale Definition<br />
<div class="outline-text-6" id="text-1-2-3-0-2">
<ul class="org-ul">
<li>implizite Gemeinsamkeit zw Populismuskonzepten, dass es eine Gegenüberstellung von "dem Volk" und "der Elite" gibt
<ul class="org-ul">
<li>jede Manifestierung von Populismus kritsiere kleine Kreise machtvoller Leute, die den Willen des allgemeinen Volkes unterdrücken</li>
<li>Populismus als Ideologie, die Gesellschaft in zwei antagonistische Gruppen unterteilt (das pure Volk und die korrupte Elite)</li>
</ul></li>
</ul>

<p>
&rarr; Populismus sei im Grunde also allen vorran eine Form von <i>moralischer</i> Politik (pur/rein vs korrupt) und nicht soziokulturell (Ethnie, Religion) oder sozioökonomisch (Klasse) geprägt
</p>

<p>
<b>drei grundlegende Elemente/Konzepte</b>:
</p>
<ul class="org-ul">
<li>das Volk, die Eliten und der Allgemeinwille</li>
</ul>

<p>
<b>zwei Gegensätze</b>:
</p>
<ul class="org-ul">
<li>Elitismus (Macht gebündelt auf Wenige) und Pluralismus (keine zentrale Bündelung der Macht sondern Verteilung auf verschiedene, unabhängige Gruppen)</li>
</ul>

<p>
diese "dünne" Definition mit begrenztem Kern erlaubt, dass sie im Kontext anderer Konzepte und Ideologien verwendet werden kann (ideological flexibility)
</p>
<ul class="org-ul">
<li>dies ist was Paul Taggart meint wenn er von der "chameleonic nature of populism" spricht</li>
</ul>

<p>
diese Definition kommt nah an viele andere Populismusdefinitionen
</p>
<ul class="org-ul">
<li>definiert Populismus nämlich auch als pol Stil oder Strategie</li>
<li>vernachlässigt jedoch mit Absicht die Frage nach der Intention der Populisten
<ul class="org-ul">
<li>Ernsthaftigkeit oder lediglich als strategisches Mittel ist eher eine empirische Frage und daher ohnehin kaum zu beantworten</li>
</ul></li>
<li>außerdem keine Aussage über die Art und Weise der Mobilisierung durch Populisten (in Definition fuer Lateinamerika häufig)
<ul class="org-ul">
<li>da unklar ob wesentliche Element von Populismus an sich oder eine empirische Konsequenz</li>
</ul></li>
<li>keine allzustarke Fokussierung auf Populistenführer
<ul class="org-ul">
<li>da sonst zu starker Fokus auf "Populismusangebot" (durch Führer) und Vernachlässigung der evtl. "Populismusnachfrage" (durch Volk)</li>
</ul></li>
</ul>
</div>
</li>
</ol>
</div>
</div>

<div id="outline-container-orgbd76f08" class="outline-3">
<h3 id="orgbd76f08"><span class="section-number-3">1.3</span> Defition von Demokratie</h3>
<div class="outline-text-3" id="text-1-3">
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2018-05-06 Sun 14:52</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
